xeon/20220406-fpw/logs/pg-32-2-16/7500/run-rw-3/pgbench.log
pgbench (15devel)
transaction type: <builtin: simple update>
scaling factor: 7500
query mode: prepared
number of clients: 32
number of threads: 8
duration: 1800 s
number of transactions actually processed: 28148489
latency average = 2.046 ms
initial connection time = 12.982 ms
tps = 15637.382805 (without initial connection time)